Repository: PITADIA/android-couple-app
Catalog: MieuxEnsemble.xcstrings
Source language: en
Languages: de, es, fr, it, nl_nl, pt_br, pt_pt

# me_45
source: Is there a memory you often relive in your head about us?
de: Gibt es eine Erinnerung an uns, die du oft im Kopf wiedererlebst?
es: ¿Hay un recuerdo sobre nosotros que revivas a menudo en tu mente?
fr: Y a-t-il un souvenir que tu revis souvent dans ta tête à propos de nous ?
it: C'è un ricordo che rivivi spesso nella tua mente su di noi?
nl_nl: Is er een herinnering aan ons die je vaak opnieuw beleeft in je gedachten?
pt_br: Existe uma lembrança nossa que você revive muitas vezes na sua mente?
pt_pt: Há uma memória nossa que revives muitas vezes na tua mente?

# me_46
source: What part of our story would deserve to be told in a movie?
de: Welcher Teil unserer Geschichte hätte einen Film verdient?
es: ¿Qué parte de nuestra historia merecería ser contada en una película?
fr: Quelle partie de notre histoire mériterait d'être racontée dans un film ?
it: Quale parte della nostra storia meriterebbe di essere raccontata in un film?
nl_nl: Welk deel van ons verhaal verdient het om in een film verteld te worden?
pt_br: Que parte da nossa história mereceria ser contada em um filme?
pt_pt: Que parte da nossa história mereceria ser contada num filme?

# me_47
source: What difficult moment made us stronger?
de: Welcher schwierige Moment hat uns stärker gemacht?
es: ¿Qué momento difícil nos hizo más fuertes?
fr: Quel moment difficile nous a rendus plus forts ?
it: Quale momento difficile ci ha resi più forti?
nl_nl: Welk moeilijk moment heeft ons sterker gemaakt?
pt_br: Que momento difícil fez a gente ficar mais fortes?
pt_pt: Que moment difícil nos tornou mais fortes?

# me_48
source: When do you feel most loved by me?
de: Wann fühlst du dich von mir am meisten geliebt?
es: ¿Cuándo te sientes más amado por mí?
fr: Quand te sens-tu le plus aimé(e) par moi ?
it: Quando ti senti più amato da me?
nl_nl: Wanneer voel jij je het meest geliefd door mij?
pt_br: Quando você se sente mais amado por mim?
pt_pt: Quando te sentes mais amado por mim?

# me_49
source: What would you like us to do to maintain the magic between us?
de: Was sollten wir tun, damit die Magie zwischen uns bleibt?
es: ¿Qué te gustaría que hiciéramos para mantener la magia entre nosotros?
fr: Qu'aimerais-tu qu'on fasse pour entretenir la magie entre nous ?
it: Cosa ti piacerebbe che facessimo per mantenere la magia tra di noi?
nl_nl: Wat zouden we kunnen doen om de magie tussen ons levend te houden?
pt_br: O que você gostaria que fizéssemos para manter a magia entre a gente?
pt_pt: O que gostarias que fizéssemos para manter a magia entre nós?

# me_50
source: How can you help me be a better version of myself?
de: Wie kannst du mir helfen, eine bessere Version von mir zu sein?
es: ¿Cómo puedes ayudarme a ser una mejor versión de mí mismo?
fr: Comment peux-tu m'aider à être une meilleure version de moi-même ?
it: Come puoi aiutarmi a essere una versione migliore di me stesso?
nl_nl: Hoe kun jij mij helpen een betere versie van mezelf te worden?
pt_br: Como você pode me ajudar a ser uma versão melhor de mim mesmo?
pt_pt: Como podes ajudar-me a ser uma melhor versão de mim próprio?

# me_51
source: What would you like us to try together, just for fun?
de: Was würdest du gerne einfach zum Spaß mit mir ausprobieren?
es: ¿Qué te gustaría que probáramos juntos, solo por diversión?
fr: Qu'aimerais-tu qu'on essaie ensemble, juste pour le plaisir ?
it: Cosa ti piacerebbe provassimo insieme, solo per divertimento?
nl_nl: Wat zou je willen dat we samen eens proberen, gewoon voor de lol?
pt_br: O que você gostaria que a gente tentasse juntos, só por diversão?
pt_pt: O que gostarias que tentássemos juntos, só por diversão?

# me_52
source: Is there a word or phrase you'd like me to say to you more often?
de: Gibt es ein Wort oder einen Satz, den ich dir öfter sagen sollte?
es: ¿Hay una palabra o frase que te gustaría que te dijera más a menudo?
fr: Y a-t-il un mot ou une phrase que tu aimerais que je te dise plus souvent ?
it: C'è una parola o frase che vorresti che ti dicessi più spesso?
nl_nl: Is er een woord of zin die je graag vaker van mij zou horen?
pt_br: Existe alguma palavra ou frase que você gostaria que eu dissesse com mais frequência?
pt_pt: Há alguma palavra ou frase que gostarias que eu dissesse mais vezes?

# me_53
source: What's the moment when you most felt our complicity?
de: Wann hast du unsere Verbundenheit am stärksten gespürt?
es: ¿En qué momento sentiste más nuestra complicidad?
fr: Quel est le moment où tu as le plus ressenti notre complicité ?
it: Qual è stato il momento in cui hai sentito di più la nostra complicità?
nl_nl: Wanneer heb je onze verbondenheid het sterkst gevoeld?
pt_br: Qual foi o momento em que você mais sentiu a nossa cumplicidade?
pt_pt: Qual foi o momento em que mais sentiste a nossa cumplicidade?

# me_54
source: Is there a place that symbolizes our love for you?
de: Gibt es einen Ort, der für dich unsere Liebe symbolisiert?
es: ¿Hay un lugar que simbolice nuestro amor para ti?
fr: Y a-t-il un endroit qui symbolise notre amour pour toi ?
it: C'è un luogo che per te simboleggia il nostro amore?
nl_nl: Is er een plek die voor jou onze liefde symboliseert?
pt_br: Existe um lugar que simbolize o nosso amor para você?
pt_pt: Há um lugar que simbolize o nosso amor para ti?

# me_55
source: How could I love you better, without you having to ask?
de: Wie könnte ich dich besser lieben, ohne dass du mich erst darum bitten musst?
es: ¿Cómo podría amarte mejor sin que tengas que pedirlo?
fr: Comment pourrais-je t'aimer mieux, sans que tu me le demandes ?
it: Come potrei amarti meglio, senza che tu debba chiederlo?
nl_nl: Hoe zou ik je beter kunnen liefhebben zonder dat je erom hoeft te vragen?
pt_br: Como eu poderia te amar melhor, sem que você tivesse que pedir?
pt_pt: Como poderia amar-te melhor, sem que tivesses de pedir?

# me_56
source: What could strengthen our trust in each other?
de: Was könnte unser Vertrauen ineinander stärken?
es: ¿Qué podría fortalecer nuestra confianza mutua?
fr: Qu'est-ce qui pourrait renforcer notre confiance l'un envers l'autre ?
it: Cosa potrebbe rafforzare la nostra fiducia reciproca?
nl_nl: Wat zou ons vertrouwen in elkaar nog sterker kunnen maken?
pt_br: O que poderia fortalecer ainda mais a nossa confiança?
pt_pt: O que poderia fortalecer ainda mais a nossa confiança?

# me_57
source: If we wrote our own rules of love, what would you put first?
de: Wenn wir unsere eigenen Liebesregeln schreiben würden, was stünde an erster Stelle?
es: Si escribiéramos nuestras propias reglas del amor, ¿qué pondrías primero?
fr: Si on écrivait nos propres règles d'amour, que mettrais-tu en premier ?
it: Se scrivessimo le nostre regole d'amore, cosa metteresti al primo posto?
nl_nl: Als we onze eigen liefdesregels zouden schrijven, wat zou op nummer één staan?
pt_br: Se escrevêssemos nossas próprias regras de amor, o que você colocaria em primeiro lugar?
pt_pt: Se escrevêssemos as nossas próprias regras de amor, o que colocarias em primeiro lugar?

# me_58
source: Is there something you do for me that I don't notice?
de: Gibt es etwas, das du für mich tust und ich gar nicht bemerke?
es: ¿Hay algo que haces por mí y que no noto?
fr: Y a-t-il une chose que tu fais pour moi mais que je ne remarque pas ?
it: C'è qualcosa che fai per me che non noto?
nl_nl: Is er iets dat je voor mij doet zonder dat ik het merk?
pt_br: Existe algo que você faz por mim e eu não percebo?
pt_pt: Há algo que fazes por mim e que eu não noto?

# me_59
source: What small thing could improve our daily life together?
de: Welche kleine Sache könnte unseren Alltag zu zweit verbessern?
es: ¿Qué pequeña cosa podría mejorar nuestra vida diaria juntos?
fr: Quelle petite chose pourrait améliorer notre quotidien à deux ?
it: Quale piccola cosa potrebbe migliorare la nostra quotidianità insieme?
nl_nl: Welke kleine verandering zou ons dagelijks leven samen kunnen verbeteren?
pt_br: Que pequena coisa poderia melhorar nossa vida juntos?
pt_pt: Que pequena coisa poderia melhorar a nossa vida a dois?

# me_60
source: What moment between us made you want to commit even more?
de: Welcher Moment zwischen uns hat dich motiviert, dich noch stärker zu binden?
es: ¿Qué momento entre nosotros te hizo querer comprometerte aún más?
fr: Quel moment entre nous t'a donné envie de t'engager encore plus ?
it: Quale momento tra noi ti ha fatto desiderare di impegnarti ancora di più?
nl_nl: Welk moment tussen ons maakte dat je je nog meer wilde inzetten?
pt_br: Qual momento entre nós fez você querer se comprometer ainda mais?
pt_pt: Que momento entre nós te fez querer comprometer-te ainda mais?

# me_61
source: When did you feel like we formed a real team?
de: Wann hattest du das Gefühl, dass wir ein echtes Team sind?
es: ¿Cuándo sentiste que formábamos un verdadero equipo?
fr: Quand as-tu eu l'impression qu'on formait une vraie équipe ?
it: Quando hai sentito che formavamo una vera squadra?
nl_nl: Wanneer voelde je dat we een echt team vormden?
pt_br: Quando você sentiu que formávamos um verdadeiro time?
pt_pt: Quando sentiste que formávamos uma verdadeira equipa?

# me_62
source: What ordinary moment in our life makes you happy for no particular reason?
de: Welcher ganz normale Moment in unserem Leben macht dich einfach so glücklich?
es: ¿Qué momento ordinario de nuestra vida te hace feliz sin razón particular?
fr: Quel moment banal de notre vie te rend heureux(se) sans raison ?
it: Quale momento ordinario della nostra vita ti rende felice senza un motivo particolare?
nl_nl: Welk gewoon moment in ons leven maakt je gelukkig zonder reden?
pt_br: Qual momento simples da nossa vida deixa você feliz sem motivo especial?
pt_pt: Que momento simples da nossa vida te deixa feliz sem razão especial?

# me_63
source: What makes you want to stay committed to our relationship?
de: Was gibt dir das Gefühl, in unserer Beziehung weiter engagiert zu bleiben?
es: ¿Qué te impulsa a seguir comprometido con nuestra relación?
fr: Qu'est-ce qui te donne envie de rester engagé(e) dans notre relation ?
it: Cosa ti fa desiderare di rimanere impegnato nella nostra relazione?
nl_nl: Wat geeft je de kracht om in onze relatie te blijven investeren?
pt_br: O que faz você querer continuar comprometido com o nosso relacionamento?
pt_pt: O que te faz querer continuar comprometido com a nossa relação?

# me_64
source: What difficulty strengthened your love for me?
de: Welche Schwierigkeit hat deine Liebe zu mir stärker gemacht?
es: ¿Qué dificultad fortaleció tu amor por mí?
fr: Quelle difficulté a renforcé ton amour pour moi ?
it: Quale difficoltà ha rafforzato il tuo amore per me?
nl_nl: Welke moeilijkheid heeft je liefde voor mij sterker gemaakt?
pt_br: Qual dificuldade fortaleceu o seu amor por mim?
pt_pt: Que dificuldade fortaleceu o teu amor por mim?

# me_65
source: If you could tell me a difficult truth without fear, what would it be?
de: Wenn du mir ohne Angst eine schwere Wahrheit sagen könntest – welche wäre das?
es: Si pudieras decirme una verdad difícil sin miedo, ¿cuál sería?
fr: Si tu pouvais me dire une vérité difficile sans peur, que dirais-tu ?
it: Se potessi dirmi una verità difficile senza paura, quale sarebbe?
nl_nl: Als je me een moeilijke waarheid kon vertellen zonder angst, wat zou dat zijn?
pt_br: Se você pudesse me dizer uma verdade difícil sem medo, qual seria?
pt_pt: Se pudesses dizer-me uma verdade difícil sem medo, qual seria?

# me_66
source: Is there something I do that makes you feel less loved?
de: Gibt es etwas, das ich tue, wodurch du dich weniger geliebt fühlst?
es: ¿Hay algo que hago que te haga sentir menos amado?
fr: Y a-t-il une chose que je fais qui te fait te sentir moins aimé(e) ?
it: C'è qualcosa che faccio che ti fa sentire meno amato?
nl_nl: Is er iets wat ik doe waardoor jij je minder geliefd voelt?
pt_br: Existe algo que eu faça que faça você se sentir menos amado?
pt_pt: Há algo que eu faça que te faça sentir menos amado?

# me_67
source: What's the most beautiful promise you'd like us to make?
de: Was ist das schönste Versprechen, das wir uns geben sollten?
es: ¿Cuál es la promesa más hermosa que te gustaría que hiciéramos?
fr: Quelle est la plus belle promesse que tu aimerais qu'on se fasse ?
it: Qual è la promessa più bella che vorresti facessimo?
nl_nl: Wat is de mooiste belofte die je zou willen dat we elkaar doen?
pt_br: Qual é a promessa mais bonita que você gostaria que a gente fizesse?
pt_pt: Qual é a promessa mais bonita que gostarias que fizéssemos?

# me_68
source: How do you imagine a perfect moment together?
de: Wie stellst du dir einen perfekten Moment zu zweit vor?
es: ¿Cómo imaginas un momento perfecto juntos?
fr: Comment imagines-tu un moment parfait à deux ?
it: Come immagini un momento perfetto insieme?
nl_nl: Hoe stel je je een perfect moment samen met mij voor?
pt_br: Como você imagina um momento perfeito a dois?
pt_pt: Como imaginas um momento perfeito a dois?

# me_69
source: What past wound could you help me heal?
de: Welche alte Wunde könntest du mir helfen zu heilen?
es: ¿Qué herida del pasado podrías ayudarme a sanar?
fr: Quelle blessure passée pourrais-tu m'aider à guérir ?
it: Quale ferita del passato potresti aiutarmi a guarire?
nl_nl: Welke oude pijn zou je mij kunnen helpen helen?
pt_br: Qual ferida do passado você poderia me ajudar a curar?
pt_pt: Que ferida do passado poderias ajudar-me a curar?

# me_70
source: Is there something you'd want us to forget so we could start over stronger?
de: Gibt es etwas, das wir vergessen sollten, um neu und stärker zu starten?
es: ¿Hay algo que te gustaría que olvidáramos para empezar de nuevo más fuertes?
fr: Y a-t-il une chose que tu voudrais qu'on oublie pour repartir plus fort ?
it: C'è qualcosa che vorresti dimenticassimo per ricominciare più forti?
nl_nl: Is er iets dat je liever zou vergeten zodat we sterker opnieuw kunnen beginnen?
pt_br: Existe algo que você gostaria que esquecêssemos para recomeçar mais fortes?
pt_pt: Há algo que gostarias que esquecêssemos para recomeçarmos mais fortes?

# me_71
source: What's the greatest lesson our couple has taught you?
de: Was ist die größte Lektion, die dir unsere Beziehung beigebracht hat?
es: ¿Cuál es la mayor lección que nuestra pareja te ha enseñado?
fr: Quelle est la plus grande leçon que notre couple t'a apprise ?
it: Qual è la lezione più grande che la nostra coppia ti ha insegnato?
nl_nl: Wat is de belangrijkste les die onze relatie jou heeft geleerd?
pt_br: Qual é a maior lição que o nosso relacionamento te ensinou?
pt_pt: Qual é a maior lição que a nossa relação te ensinou?

# me_72
source: When you're sad, what do you expect from me without telling me?
de: Wenn du traurig bist, was erwartest du von mir, ohne es zu sagen?
es: Cuando estás triste, ¿qué esperas de mí sin decírmelo?
fr: Quand tu es triste, qu'attends-tu de moi sans me le dire ?
it: Quando sei triste, cosa ti aspetti da me senza dirmelo?
nl_nl: Als je verdrietig bent, wat verwacht je van mij zonder het te zeggen?
pt_br: Quando você está triste, o que espera de mim sem falar?
pt_pt: Quando estás triste, o que esperas de mim sem o dizeres?

# me_73
source: What truth about yourself would you like me to understand better?
de: Welche Wahrheit über dich würdest du dir wünschen, dass ich besser verstehe?
es: ¿Qué verdad sobre ti te gustaría que comprendiera mejor?
fr: Quelle vérité sur toi-même aimerais-tu que je comprenne mieux ?
it: Quale verità su te stesso vorresti che capissi meglio?
nl_nl: Welke waarheid over jezelf zou je willen dat ik beter begrijp?
pt_br: Que verdade sobre você gostaria que eu entendesse melhor?
pt_pt: Que verdade sobre ti gostarias que eu compreendesse melhor?

# me_74
source: What could we celebrate more often together?
de: Was könnten wir öfter zusammen feiern?
es: ¿Qué podríamos celebrar más a menudo juntos?
fr: Qu'est-ce qu'on pourrait célébrer plus souvent ensemble ?
it: Cosa potremmo celebrare più spesso insieme?
nl_nl: Wat zouden we vaker samen kunnen vieren?
pt_br: O que poderíamos celebrar com mais frequência juntos?
pt_pt: O que poderíamos celebrar mais vezes juntos?

# me_75
source: How can you show me your love in a new way?
de: Wie könntest du mir deine Liebe auf eine neue Art zeigen?
es: ¿Cómo puedes mostrarme tu amor de una manera nueva?
fr: Comment peux-tu me montrer ton amour d'une façon nouvelle ?
it: Come puoi mostrarmi il tuo amore in un modo nuovo?
nl_nl: Hoe kun je me je liefde op een nieuwe manier laten zien?
pt_br: Como você pode me mostrar o seu amor de uma forma nova?
pt_pt: Como podes mostrar-me o teu amor de uma forma nova?

# me_76
source: Is there a past argument you never really got over?
de: Gibt es einen Streit von früher, über den du nie so richtig hinweggekommen bist?
es: ¿Hay una discusión pasada que nunca superaste realmente?
fr: Y a-t-il une dispute passée que tu n'as jamais vraiment digérée ?
it: C'è una discussione passata che non hai mai davvero superato?
nl_nl: Is er een oude ruzie die je nooit helemaal hebt losgelaten?
pt_br: Existe uma briga do passado que você nunca superou de verdade?
pt_pt: Há uma discussão do passado que nunca ultrapassaste realmente?

# me_77
source: What makes our intimacy unique in your eyes?
de: Was macht unsere Intimität in deinen Augen einzigartig?
es: ¿Qué hace que nuestra intimidad sea única a tus ojos?
fr: Qu'est-ce qui rend notre intimité unique à tes yeux ?
it: Cosa rende unica la nostra intimità ai tuoi occhi?
nl_nl: Wat maakt onze intimiteit uniek in jouw ogen?
pt_br: O que torna a nossa intimidade única aos seus olhos?
pt_pt: O que torna a nossa intimidade única aos teus olhos?

# me_78
source: If we had to reinvent our routine, what would you start with?
de: Wenn wir unseren Alltag neu erfinden müssten, womit würdest du anfangen?
es: Si tuviéramos que reinventar nuestra rutina, ¿por dónde empezarías?
fr: Si on devait réinventer notre routine, par quoi commencerais-tu ?
it: Se dovessimo reinventare la nostra routine, da cosa cominceresti?
nl_nl: Als we onze routine opnieuw zouden uitvinden, waarmee zou je beginnen?
pt_br: Se a gente tivesse que reinventar nossa rotina, por onde você começaria?
pt_pt: Se tivéssemos de reinventar a nossa rotina, por onde começarias?

# me_79
source: What word melts you when I say it to you?
de: Welches Wort lässt dich dahinschmelzen, wenn ich es dir sage?
es: ¿Qué palabra te derrite cuando te la digo?
fr: Quel mot te fait fondre quand je te le dis ?
it: Quale parola ti scioglie quando te la dico?
nl_nl: Welk woord laat je smelten wanneer ik het tegen je zeg?
pt_br: Que palavra faz você derreter quando eu digo?
pt_pt: Que palavra te derrete quando eu a digo?

# me_80
source: What situation makes you feel sidelined in our relationship?
de: In welcher Situation fühlst du dich in unserer Beziehung an den Rand gedrängt?
es: ¿Qué situación te hace sentir apartado en nuestra relación?
fr: Quelle situation te fait te sentir mis(e) de côté dans notre relation ?
it: Quale situazione ti fa sentire messo da parte nella nostra relazione?
nl_nl: In welke situatie voel je je aan de kant gezet in onze relatie?
pt_br: Que situação faz você se sentir deixado de lado no nosso relacionamento?
pt_pt: Que situação te faz sentir posto de lado na nossa relação?

# me_81
source: What habit reassures you about the strength of our bond?
de: Welche Gewohnheit gibt dir Sicherheit, dass unsere Bindung stark ist?
es: ¿Qué hábito te tranquiliza sobre la fuerza de nuestro vínculo?
fr: Quelle habitude te rassure sur la solidité de notre lien ?
it: Quale abitudine ti rassicura sulla forza del nostro legame?
nl_nl: Welke gewoonte geeft je vertrouwen in de kracht van onze band?
pt_br: Que hábito te dá confiança na força do nosso vínculo?
pt_pt: Que hábito te dá confiança na força do nosso vínculo?

# me_82
source: How has our relationship influenced your vision of love?
de: Wie hat unsere Beziehung dein Bild von Liebe beeinflusst?
es: ¿Cómo ha influido nuestra relación en tu visión del amor?
fr: Comment notre relation a-t-elle influencé ta vision de l'amour ?
it: In che modo la nostra relazione ha influenzato la tua visione dell'amore?
nl_nl: Hoe heeft onze relatie jouw kijk op liefde beïnvloed?
pt_br: Como o nosso relacionamento influenciou a sua visão do amor?
pt_pt: Como a nossa relação influenciou a tua visão do amor?

# me_83
source: What part of your vulnerability would you like me to protect more?
de: Welche deiner verletzlichen Seiten soll ich noch besser schützen?
es: ¿Qué parte de tu vulnerabilidad te gustaría que protegiera más?
fr: Quelle partie de ta vulnérabilité aimerais-tu que je protège davantage ?
it: Quale parte della tua vulnerabilità vorresti che proteggessi di più?
nl_nl: Welk deel van je kwetsbaarheid zou je willen dat ik beter bescherm?
pt_br: Qual parte da sua vulnerabilidade você gostaria que eu protegesse mais?
pt_pt: Que parte da tua vulnerabilidade gostarias que eu protegesse mais?

# me_84
source: What simple thing has the power to ease tension between us?
de: Welche einfache Sache hat die Kraft, Spannungen zwischen uns zu lösen?
es: ¿Qué cosa simple tiene el poder de aliviar la tensión entre nosotros?
fr: Quelle chose simple a le pouvoir d'apaiser une tension entre nous ?
it: Quale semplice cosa ha il potere di allentare la tensione tra noi?
nl_nl: Welke eenvoudige daad kan spanning tussen ons verzachten?
pt_br: Que coisa simples pode aliviar uma tensão entre a gente?
pt_pt: Que coisa simples pode aliviar uma tensão entre nós?

# me_85
source: What do I sometimes do without realizing it that hurts you?
de: Was mache ich manchmal unbewusst, was dich verletzt?
es: ¿Qué hago a veces sin darme cuenta que te hiere?
fr: Qu'est-ce que je fais parfois sans m'en rendre compte qui te blesse ?
it: Cosa faccio a volte senza accorgermene che ti ferisce?
nl_nl: Wat doe ik soms onbewust dat jou pijn doet?
pt_br: O que eu faço às vezes sem perceber que magoa você?
pt_pt: O que faço às vezes sem perceber que te magoa?

# me_86
source: What phrase should we say to each other more often?
de: Welchen Satz sollten wir uns öfter sagen?
es: ¿Qué frase deberíamos decirnos más a menudo?
fr: Quelle phrase devrions-nous nous dire plus souvent ?
it: Quale frase dovremmo dirci più spesso?
nl_nl: Welke zin zouden we vaker tegen elkaar moeten zeggen?
pt_br: Que frase deveríamos dizer um ao outro com mais frequência?
pt_pt: Que frase devíamos dizer um ao outro mais vezes?

# me_87
source: How would you describe our love to someone who doesn't know us?
de: Wie würdest du unsere Liebe jemandem beschreiben, der uns nicht kennt?
es: ¿Cómo describirías nuestro amor a alguien que no nos conoce?
fr: Comment décrirais-tu notre amour à quelqu'un qui ne nous connaît pas ?
it: Come descriveresti il nostro amore a qualcuno che non ci conosce?
nl_nl: Hoe zou je onze liefde beschrijven aan iemand die ons niet kent?
pt_br: Como você descreveria o nosso amor para alguém que não nos conhece?
pt_pt: Como descreverias o nosso amor a alguém que não nos conhece?

# me_88
source: What change in our relationship has done you the most good?
de: Welche Veränderung in unserer Beziehung hat dir am meisten gutgetan?
es: ¿Qué cambio en nuestra relación te ha hecho más bien?
fr: Quel changement dans notre relation t'a fait le plus de bien ?
it: Quale cambiamento nella nostra relazione ti ha fatto più bene?
nl_nl: Welke verandering in onze relatie heeft jou het meest goed gedaan?
pt_br: Que mudança no nosso relacionamento fez mais bem para você?
pt_pt: Que mudança na nossa relação te fez mais bem?
